var quotes = ["Креативность означает позволить себе ошибаться. Искусство означает знать, какие именно ошибки надо сохранить","Не допустить ошибок, значит прожить неполноценную жизнь…", "Мы тонем в информации и задыхаемся от нехватки знаний.", "Если вас нет в Интернете, вас нет в бизнесе"];
var authors =["-Генри Адамс", "-Стив Джобс", "-Джон Нейзбитт", "-Билл Гейтс"];

var randomNum = Math.floor(Math.random() * quotes.length);
var author = authors[randomNum];
var quote = quotes[randomNum];
